["Ab assuetis non fit passio - Coveka ne uzbuduje ono sto je cesto.", "Sleeplessness is a desert without vegetation or inhabitants.", "Sleep: a poor substitute for caffeine.", "I'm not asleep... but that doesn't mean I'm awake.", "All men whilst they are awake are in one common world:  but each of them, when he is asleep, is in a world of his own. ", "There is no hope for a civilization which starts each day to the sound of an alarm clock.", "O bed! O bed! delicious bed! That heaven upon earth to the weary head.", "In its early stages, insomnia is almost an oasis in which those who have to think or suffer darkly take refuge. ", "When you have insomnia, you're never really asleep, and you're never really awake.", "Without enough sleep, we all become tall two-year-olds.", "People who snore always fall asleep first.", "Sleep is the golden chain that ties health and our bodies together.", "A ruffled mind makes a restless pillow.", "If a man had as many ideas during the day as he does when he has insomnia, he'd make a fortune. ", "Sleep is a symptom of caffeine deprivation.", "Most people do not consider dawn to be an attractive experience - unless they are still up.", "Life is too short to sleep on low thread-count sheets.", "Life is something that happens when you can't get to sleep.", "People who say they sleep like a baby usually don't have one.", "No day is so bad it can't be fixed with a nap.", "If you can't sleep, then get up and do something instead of lying there worrying.  It's the worry that gets you, not the lack of sleep.", "Sleeping is no mean art:  for its sake one must stay awake all day. ", "I gets no sleep", "I need to sleep, although I get no sleep", "Nigga and we roll deep, so deep. It's going down in this bitch, concrete. We gon party all night, no sleep.", "No sleep, just work, got a couple horny girls in a see-through shirt.", "Sleep + social life = bad grades. Good grades + sleep = no social life. Good grades + social life = no sleep.", "So hood and we so street, sippin on that codeine. We hustle hard no sleep, your bitch loose that's no leash.", "I kissed the stars goodbye a longtime ago because in order to be successful it involves no sleep.", "There is no sleep, not what you think it is, and no hand outs.", "Cool cat, but I'm burning through nine lives. Weed smoke is my holy water, come and get baptized.", "The only thing wrong with weed is getting caught with it.", "Keep calm and pass the weed on.", "Weed is made on the earth. God made this plant for a reason. So we can feel good and take the pain away.", "To make marijuana against the law is like saying God made a mistake.", "I got papers, blunts, bongs, all the ingredients to make a high n*gga pie!", "Weed is from the earth. God put this here for me and you. Take advantage man, take advantage. ", "I love weed, LOVE IT! Probably always will! But not as much as I love p*ssy! The end.", "As part of a balanced breakfast on 4/20, don't forget to eat your Weedies!", "I go to a school where the students are higher than their grades.", "I'd definitely attend a marijuana legalization rally if I wasn't too stoned to leave my apartment.", "Let's smoke enough pot so that we make even less sense than the meaning of 4/20.", "I don't need pot to be hungry, lazy, and paranoid.", "If youre high on life already...just imagine how great youd feel after smoking a joint.", "Grandma...little do you know that all the money you keep giving me is being spent on weed.", "Nothing says 'I love you' like a bag of weed.", "What is a weed? A plant whose virtues have never been discovered.", "Smoking weed makes you a better, more caring person.", "Ab Jove principium - Pocetak je od Jupitera.", "Acta est fabula - Predstava je zavrsena.", "Ad calendas Graecas - O grckim kalendama.", "Ad litteram - Doslovno.", "Alea iacta est - Kocka je bacena.", "Amor omnia vincit - Ljubav sve pobedjuje", "Amicus certus in re incerta cernitur - Pravi se prijatelj poznaje u nevolji.", "Anima candida - Cestita dusa.", "Ars longa, vita brevis - Umece je dugacko", "Asinus asinum fricat - Magarac magarca cese.", "Audaces fortuna iuvat - Sreca pomaze hrabrima.", "Audiatur et altera pars - Neka se cuje i druga strana.", "Aurora Musis amica est - Zora je muzama prijateljica.", "Ave, Caesar, morituri te salutant! - Zdravo, care! Pozdravljaju te oni koji ce umreti.", "Bellum omnium in omnes - Rat sviju protiv svih.", "Bene vixit qui bene latuit - Dobro je proziveo ako se dobro prikrio.", "Bibere humanum est, ergo bibamus - Piti je ljudski, zato pijmo.", "Casus belli - Slucaj za rat", "Certo certius - Sigurnije od sigurnoga.", "Citius, altius, fortius! - Brze, vise, jace!", "Cogito, ergo sum - Mislim, dakle postojim.", "Condicio sine qua non - Uslov bez kojeg ne biva.", "Cornix cornici oculos non effodiet - Vrana vrani nece vaditi oci.", "Cujusvis hominis est errare - Svaki covek moze da pogresi.", "De gustibus non est disputandum - O ukusima ne vredi raspravljati.", "Diem perdidi - Izgubio sam dan.", "Dies diem docet - Dan je danu pouka.", "Divide et impera - Zavadi pa vladaj", "Divitiarum et formae gloria fluxa est - Krhka je slava bogatstva i zlata", "Dixi et salvavi animam meam - Rekoh i spasoh svoju dusu", "Dulce enim etiam nomen est pacis - Slatko je vec i ime mir", "Dum spiro spero - Dok disem, nadam se", "Dura lex sed lex - Tvrd je zakon ali je zakon", "Equi donati dentes non inspiciuntur - Poklonu se u zube ne gleda", "Errare humanum est - Ljudski je gresiti", "Ex nihilo nihil fit - Iz nicega nista ne nastaje", "Experientia docet - Iskustvo poucava", "Fama volat! - Vest se brzo siri", "Fas est et ab hoste doceri - I od neprijatelja treba uciti", "Festina lente! - Pozuri polako!", "Fide, sed cui, vide! - Veruj, samo pazi kome verujes", "Fortasse erit, fortasse non erit - Mozda ce biti, mozda nece biti", "Gloria in excelsis Deo et in terra pax hominibus bonae voluntatis - Slava Bogu i na Zemlji mir ljudima dobre volje", "Gratia gratiam parit! - Ljubav rada ljubav!", "Hannibal ante portas - Hanibal je pred vratima", "Historia magistra vitae est - Istorija je uciteljica zivota", "Hodie mihi, cras tibi - Danas meni, sutra tebi", "Homo homini lupus est - Covek je coveku vuk", "Honores mutant mores - Pocasti menjaju ponasanje", "Ignoramus et ignorabimus - Ne znamo, a necemo nikada ni znati", "Ignorantia legis non excusat - Nepoznavanje zakona nije izgovor", "Ignorantia nocet - Neznanje skodi", "Imago animi sermo est - Govor je slika duse", "In dubio pro reo - U sumnji treba suditi blaze", "In rebus adversis meliora sperare memento - U nevolji ne zaboravi da ce doci bolja vremena", "Iuris praecepta sunt haec: honeste vivere, alterum non laedere, suum cuique tribuere - Propisi prava su: posteno ziveti, drugog ne vredati, svakom svoje dati", "Jus est ars boni et aequi - Pravo je umetnost dobrog i jednakog", "Jus obruitur vi - Sila sahranjuje pravo", "Labor omnia facit - Rad cini sve", "Leve fit quod bene fertur onus - Teret postaje laksi kad se spretno nosi", "Lupus in fabula - Mi o vuku, a vuk na vrata.", "Magni nominis umbra - Senka znacajnog coveka", "Mala herba cito crescit - Korov brzo raste", "Manifestum non eget probatione - Ociglednu stvar ne treba dokazivati", "Manus manum lavat - Ruka ruku mije", "Melius non incipient, quam desinunt - Bolje ne pocinjati, nego stati na pola", "Mens sana in corpore sano - U zdravom telu zdrav duh", "Nolite jacere margaritas ante porcos - Ne bacajte bisere pred svinje", "Non omnia possumus omnes - Ne mozemo svi sve", "Non scholae, sed vitae discimus - Ne za skolu, vec za zivot ucimo", "Nosce te ipsum - Upoznaj sebe samog", "Nulla regula sine exceptione - Nijedno pravilo nije bez izuzetka", "Nullum crimen, nulla poena sine lege - Nema zlocina i nema kazne ako to nije propisano zakonom.", "O tempora, o mores! - Cudnih li vremena, cudnih li obicaja!", "Omne principium difficile est - Svaki pocetak je tezak", "Orate ne intretis in tentationem - Molite se da ne dodjete u iskusenje", "Per aspera ad astra - Kroz trnje do zvezda", "Piscem natare doces - Ucis ribu da pliva", "Potentes potenter tormenta patientur - Ko se sluzi silom, od sile ce i poginuti", "Potius sero quam numquam - Bolje ikada nego nikada", "Prima virtus est vitio carere - Najvaznija vrlina je biti bez mana", "Primum vivere, deinde philosophari - Prvo ziveti, onda filozofirati", "Pulsate et operietur vobis - Kucajte i otvorice vam se", "Quae nocent, saepe docent - Sto skodi, cesto uci", "Quidquid latine dictum sit, altum videtur - Sta god se kaze na latinskom zvuci mudro", "Quisque suorum verborum optimus interpres - Svako je najbolji tumac svojih reci", "Quo vadis, Domine? - Kuda ides, Gospode?", "Recta linea brevissima, recta via tutissima - Prava linija je najkraca, pravi put je najsigurniji", "Repetitio mater studiorum est - Ponavljanje je majka znanja", "Sapienti sat - Pametnome dosta", "Sapiens homo omnia sea secum portat - Osim znanja nista nam nije potrebno", "Semper dic verum, vacuam duc crimine vitam, fer patienter onus, fac sapienter opus. - Uvek govori istinu, ne cini zlo, strpljivo podnosi teret, razumno radi posao", "Si fueris Romae, Romano vivito more, si fueris alibi, vivito sicut ibi - Ako budes u Rimu, zivi na rimski nacin, ako budes na drugom mestu, zivi kao onde", "Sic transit gloria mundi - Tako prolazi slava sveta", "Sine lingua Latina nulla intelligentia - Bez znanja latinskog jezika nema obrazovanja", "Sine lege autem poena conscientia est - Kada nema zakona, kazna je savest", "Si vis pacem, para bellum - Ako zelis mir, spremaj se za rat", "Sunt facta verbis difficiliora - Teza su dela nego reci", "Tantum possumus quantum scimus - Toliko mozemo koliko znamo", "Tantum scimus quantum memoria tenemus - Koliko znamo toliko i pamtimo", "Tempori parce! - Stedi vreme!", "Tertium non datur - Trecega nema", "Testis unus, testis nullus! - Jedan svedok nikakav svedok!", "Tu ne cede malis, sed contra audentior ito - Ne ustukni pred nedacom vec joj hrabro u susret kreni", "Tu quoque, Brute, mi fili? - Zar i ti, sine Brute?", "Ubi bene, ibi patria - Gde je dobro tamo je domovina", "Una hirundo non facit ver - Jedna lasta ne cini prolece", "Unusquisque suae fortunae faber est - Svako je kovac svoje srece", "Usus est optimus magister - Iskustvo je najbolji ucitelj", "Ut ameris, ama - Da bi bio voljen, voli!", "Ut sementem feceris, ita metes - Kako budes posejao, tako ces i poznjeti", "Vae victis - Tesko pobedenima", "Veni, vidi, vici - Dodoh, videh, pobedih", "Venies sub dentem - Doci ces pod zub", "Verba volant, scripta manent - Reci lete, ono sto je napisano ostaje", "Veritas vincit - Istina pobeduje", "Vinum et pueri veraces - Deca i pijanci ne lazu", "Virtus, non copia vincit - Pobeduje hrabrost, a ne mnostvo", "Vivere est militare! - Ziveti znaci boriti se!", "Vox populi, vox Dei - Glas naroda je bozji glas"]